insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('1+1', 'Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека,
который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы.
Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.',
2011, 1, 16, 112, 1);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Двадцать одно', 'Карточная игра - комбинация уникальных математических расчетов, превосходных актерских талантов и хладнокровной выдержки.
Карточный игрок - человек особого склада. Молодые люди решили провернуть аферу века и разорить крупнейшие казино страны на астрономическую сумму.
Они решили взять Вегас! Их пятеро. Игра захватила их целиком. Их игра поразила своей виртуозностью. Они изменили ход самой игры.',
2008, 3, 16, 117, 2);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Клик с пультом по жизни', 'Архитектору-трудоголику Майклу попадает в руки пульт дистанционного управления,
с помощью которого можно перематывать или ставить на паузу жизненные ситуации. Но техника есть техника - у нее всегда сюрприз в запасе.
Запомнив ускоренные моменты, пульт начинает самовольно перематывать Майклу жизнь.',
2006, 1, 12, 107, 3);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Джентельмены удачи', 'Заведующему детсадом Трошкину фатально не повезло: он оказался как две капли воды похож на бандита по кличке «Доцент»,
похитившего уникальный шлем Александра Македонского. Милиция внедряет добряка Трошкина в воровскую среду - и ему ничего не остается, кроме как
старательно изображать своего двойника-злодея, путая всех окружающих. Со временем он настолько блестяще входит в роль, что сам начинает порой приходить в ужас.
Между тем, жизни его угрожает смертельная опасность...',
1971, 2, 6, 84, 4);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Дом который построил Джек', 'Америка, 1970-е. За 12 лет блестящей «карьеры» серийному убийце Джеку встречаются назойливая попутчица,
наивная подружка и другие очаровательные в своей глупости жертвы. История пяти убийств, к каждому из которых Джек относится
как к настоящему произведению искусства.',
2018, 3, 18, 152, 5);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Еще по одной', 'В ресторане собираются учитель истории, психологии, музыки и физрук, чтобы отметить 40-летие одного из них.
И решают проверить научную теорию о том, что c самого рождения человек страдает от нехватки алкоголя в крови, а чтобы стать по-настоящему счастливым,
нужно быть немного нетрезвым. Друзья договариваются наблюдать, как возлияния скажутся на их работе и личной жизни, и устанавливают правила:
не пить вечером и по выходным. Казалось бы, что может пойти не так?',
2020, 1, 18, 110, 6);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Евротур', 'Выпускнику школы Скотту Томасу нужна помощь в изучении немецкого языка, поэтому он знакомится с жителем Германии по имени Майк
и начинает с ним дружескую переписку. Причём Скотт абсолютно уверен, что Майк — это парень, и делится с ним своими переживаниями и проблемами,
которые возникают у него с девушкой. Но в конце концов Скотт узнаёт, что Майк, точнее Мике — это обворожительная блондинка, которой Скотт очень понравился.
И теперь он сделает всё, чтобы увидеться с Мике, даже совершит путешествие по Европе.',
2004, 2, 16, 90, 7);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Форест Гамп', 'Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю
своей необыкновенной жизни. С самого малолетства парень страдал от заболевания ног, соседские мальчишки дразнили его, но в один прекрасный день
Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись.',
1994, 1, 16, 142, 8);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Кингсман', 'Парень Эггси прошел службу в морской пехоте и имеет очень высокий уровень интеллекта. Он мог бы добиться многого, но выбрал другой путь
и стал мелким преступником. Однажды он знакомится с Гарри Хартом, которому его отец когда-то спас жизнь. Этот человек решил сделать все возможное,
чтобы сделать жизнь Эггси лучше и открыть для него новые возможности. Гарри рассказал ему, что является агентом секретной независимой организации,
которая стоит на защите всего мира, и теперь он предлагает парню пройти обучение и стать новым членом их команды.',
2015, 4, 18, 130, 9);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Леон', 'Профессиональный убийца Леон неожиданно для себя самого решает помочь 12-летней соседке Матильде, семью которой убили коррумпированные полицейские.',
1994, 4, 16, 133, 10);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Мальчишник в Вегасе', 'Они мечтали устроить незабываемый мальчишник в Вегасе. Но теперь им необходимо вспомнить, что именно произошло:
что за ребенок сидит в шкафу номера отеля? Как в ванную попал тигр? Почему у одного из них нет зуба? И, самое главное, куда делся жених?
То, что парни вытворяли на вечеринке, не идет ни в какое сравнение с тем, что им придется сделать на трезвую голову,
когда они будут шаг за шагом восстанавливать события прошлой ночи.',
2009, 2, 16, 96, 11);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Маска', 'Скромный и застенчивый служащий банка чувствует себя неуверенно с красивыми девушками и вообще рядом с людьми.
Волей судьбы к нему попадает волшебная маска, и Стенли Ипкис приобретает способность превращаться в неуязвимое мультяшное существо с озорным характером.',
1994, 2, 12, 101, 12);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Зеркала', 'Бывший нью-йоркский полицейский устраивается на работу ночным сторожем выгоревших руин крупного универмага.
Обходя обугленные развалины, он начинает замечать что-то зловещее в декоративных зеркалах, украшающих стены:
в огромных мерцающих стёклах отражается что-то жуткое.',
2008, 5, 18, 110, 13);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Мы Миллеры', 'Дэвид Кларк — мелкий торговец наркотиками. Среди его клиентов — повара и скучающие домохозяйки.
Детям он наркотики не продаёт и поэтому считает себя принципиальным человеком. Дэвид действительно хорошо относится к детям,
но это не остается безнаказанным — он пытается помочь подросткам, попавшим в беду, и на него нападают хулиганы-панки.
Они отбирают у него наркотики и деньги, и наш герой оказывается в отчаянном положении. Ведь ему нечем расплатиться с его поставщиком Брэдом.
Единственный выход — подрядиться на доставку крупной партии наркотиков через границу…',
2013, 2, 16, 110, 14);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Кошмар на улице Вязов', 'Четырём подросткам Спрингвуда снится один и тот же кошмарный сон, в котором за ними гонится и пытается убить человек
с обожжённым лицом в шляпе и с ножами на руке. Когда лучшая подруга старшеклассницы Нэнси умирает во сне ужасной смертью, девушка понимает,
что до неё добрался тот жуткий тип, и он на этом не остановится. Пытаясь выяснить, как ему противостоять, Нэнси всеми силами старается не спать.',
1984, 5, 18, 92, 15);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Сайлент Хилл', 'Доктора не могут найти лекарство от таинственного заболевания Шэрон, но её мать Роуз отказывается отдавать ребёнка
 в психиатрическую лечебницу. Вместе с дочерью она отправляется в Сайлент Хилл - город, название которого Шэрон постоянно твердит во сне.
 Роуз убеждена, что именно здесь она найдёт ответы, в которых так нуждается.',
 2006, 5, 18, 125, 16);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Стрингер', 'Луи Блум пытается найти работу. После того как он видит, как любительская съемочная группа снимает автомобильную аварию,
он меняет ворованный велосипед на камеру и снимает последствия угона автомобиля, чтобы продать местной телевизионной компании.
Директор новостей Нина покупает запись и убеждает его продолжить работу. Вскоре становится ясно, что ради по-настоящему стоящего материала
 Луи не остановится ни перед чем...',
 2013, 3, 18, 118, 17);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Роковое число 23', 'Сотрудник службы по отлову бездомных животных Уолтер Спэрроу берется за чтение загадочного романа «Номер 23»,
который подарила ему на день рождения его жена Агата. В итоге тихая и спокойная жизнь Уолтера превращается в невыносимые муки, которые могут привести и его,
и близких ему людей к самому печальному концу. А виной всему — число 23. Дело в том, что роман, в котором рассказывается о жутком убийстве,
представляет собой зеркальное отражение жизни самого Уолтера.',
2006, 3, 16, 98, 18);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Троя', '1193 год до нашей эры. Парис украл прекрасную Елену, жену царя Спарты Менелая. За честь Менелая вступается его брат – царь Агамемнон.
Его армия под предводительством Ахиллеса подошла к Трое и взяла город в кровавую осаду, длившуюся долгих десять лет… Два мира будут воевать за честь и власть.
Тысячи умрут за славу. И за любовь нация сгорит дотла.',
2004, 4, 16, 163, 19);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('В погоне за счастьем', 'Крис Гарднер – отец-одиночка. Воспитывая пятилетнего сына, Крис изо всех сил старается сделать так, чтобы ребенок рос счастливым.
Работая продавцом, он не может оплатить квартиру, и их выселяют. Оказавшись на улице, но не желая сдаваться, отец устраивается стажером в брокерскую компанию,
рассчитывая получить должность специалиста. Только на протяжении стажировки он не будет получать никаких денег, а стажировка длится 6 месяцев...',
2006, 1, 12, 117, 20);

insert into films (name, description, "year", genre_id, minimal_age, duration_in_minutes, file_id)
values('Васаби', 'Французский полицейский Юбер Фиорентини, исполняя последнюю волю когда-то любимой им женщины, вынужден отправиться в далекую Японию,
где ему приходится встретиться со старым другом и дочерью, о существовании которой он даже не подозревал. А также получить наследство в 200 млн. долларов
и познакомиться с якудза, которые охотятся за этими деньгами.',
2001, 4, 16, 94, 21);